<!DOCTYPE html>
<html lang="en" class="pink_theme">
<head>
    <meta charset="UTF-8">
    <link rel="stylesheet" href="https://fonts.googleapis.com/css?family=Playfair+Display:regular,500,600,700,800,900,italic,500italic,600italic,700italic,800italic,900italic&display=swap">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Japan</title>
    <link rel="stylesheet" href="./css/countries.css">
</head>
<body>
    <div class="wrapper">
        <?php include("./header.php"); ?>
        <main class="page" id="main">
            <section class="page__main">
                <div class="main__container">
                    <div class="main__content">
                        <div class="main__image"><img src="./img/japan.png" alt=""></div>
                        <div class="main__title"><p class="main__text">Пам’ятки Японії</p></div>
                    </div>
                </div>
            </section>
            <section class="page__info">
                <div class="info__container">
                    <div class="info__item">
                        <div class="info__title">伏見稲荷大社</div>
                        <p class="info__title__text">Фусімі-Інарі</p>
                        <div class="info__content">
                            <div class="info__img"><img src="./img/info01.png" alt="" class=""></div>
                            <p class="info__text">Середньовічний синтоїстський храмовий комплекс, присвячений богині достатку Інарі. Фусімі-Інарі побудований на горі в околицях Кіото та включає крім головного храму, безліч невеликих святилищ, розташованих на мальовничих доріжках загальною протяжністю чотири кілометри. Найцікавішою частиною комплексу є понад 10 тисяч ритуальних воріт оранжевого кольору – торій, встановлених настільки щільно, що вони утворюють коридори. Торії – це підношення храму від багатих людей і цілих корпорацій. Ворота виготовлені з вкритого лаком дерева та мають написи, які вказують ім’я дарувальника і дату встановлення.</p>
                        </div>
                    </div>
                    <div class="info__item">
                        <div class="info__title">金閣寺, きんかくじ</div>
                        <p class="info__title__text">Монастир Кінкаку</p>
                        <div class="info__content">
                            <div class="info__img"><img src="./img/info02.png" alt="" class=""></div>
                            <p class="info__text">Буддистський монастир, який виник на місці розкішної резиденції сьогуна Асікаги Йосіміцу. Головною окрасою храмово-паркового комплексу став побудований на березі озера Золотий павільйон. Ця трьохповерхова споруда з скульптурою Фенікса на даху вкрита справжнім золотом. Вибір дорогоцінного металу для оздоблення був невипадковим: вважається, що він очищає від негативу при думці про смерть. В наш час павільйон функціонує як сховище реліквій Будди. Монастир оточує мальовничий сад в круговому стилі. Композиція з водойм, острівців та рослин спроектована так, щоб відтворювати знамениті куточки, описані в японській та китайській літературі.</p>
                        </div>
                    </div>
                    <div class="info__item">
                        <div class="info__title">大坂城</div>
                        <p class="info__title__text">Замок Осака</p>
                        <div class="info__content">
                            <div class="info__img"><img src="./img/info03.png" alt="" class=""></div>
                            <p class="info__text">Монументальна фортеця, оточена двома кільцями заповнених водою каналів. Замок побудував в XVI столітті об’єднувач розділеної на численні родові володіння Японії, самурай Тойотомі Хідеосі. Центральна споруда комплексу знаходиться на вершині кам’яного насипу, в фундамент якого закладені величезні валуни. Прикрашена золотом цитадель має п’ять поверхів зовні і вісім зсередини. Тут розміщений музей, що розповідає про життя видатного військово-політичного лідера та демонструє історичні артефакти. На останньому поверсі замку знаходиться оглядовий майданчик, з якого відкривається панорамний вид на Осаку.</p>
                        </div>
                    </div>
                    <div class="info__item">
                        <div class="info__title">東京タワー</div>
                        <p class="info__title__text">Токійська вежа</p>
                        <div class="info__content">
                            <div class="info__img"><img src="./img/info04.png" alt="" class=""></div>
                            <p class="info__text">Теле та радіокомунікаційна вежа, яка стала символом післявоєнного японського «економічного дива». На момент відкриття в 1958 році 332-метрова конструкція була найвищою металевою спорудою світу, обігнавши на вісім метрів свою паризьку суперницю. На вежі розташовані два оглядових майданчика, з яких можна побачити не тільки весь столичний мегаполіс, а й, при ясній погоді, гору Фудзі. Також тут працюють ресторан, нічний клуб зі сценою для живих музичних виступів, сувенірний магазин і справжній синтоїстський храм. Підніжжя споруди утворює великий торгово-розважальний центр.</p>
                        </div>
                    </div>
                </div>
            </section> 
        </main>
        <?php include("./footer.php"); ?>
    </div>
</body>
</html>